{
	"SalmonberrySeeds_name": "Muda de Amoreira-silvestre",
	"SpringOnionSeeds_name": "Sementes de Cebolinha",
	"SweetPeaSeeds_name": "Sementes de Ervilha-de-cheiro",
	"MorelSeeds_name": "Tronco de Morel",
	"ChanterelleSeeds_name": "Tronco de Cantarelo",
	"CommonMushroomSeeds_name": "Tronco de Cogumelo Comum",
	"CrocusSeeds_name": "Bulbo de Flor de Açafrão",
	"GingerSeeds_name": "Sementes de Gengibre",
	"HollySeeds_name": "Muda de Azevinho",
	"BlackberrySeeds_name": "Muda de Amoreira",
	"BlueberrySeeds_name": "Muda de Mirtilo",
	"GrapeSeeds_name": "Mudas de Uva",
	"CactusFruitSeeds_name": "Mudas de Cacto",
	"HopsSeeds_name": "Mudas de Lúpulo",
	"CactusFruitSeeds_name": "Mudas de Cacto",
	"SalmonberrySeeds_description": "Demoram 10 dias para se tornar um arbusto. Produz amoras-selvagens durante a temporada e os últimos dias de primavera.",
	"SpringOnionSeeds_description": "Plante-as na primavera. Demoram apenas 3 dias para crescer.",
	"SweetPeaSeeds_description": "Plante-as no verão. Demoram 8 dias para produzir uma flor doce.",
	"MorelSeeds_description": "Demoram 22 dias para se tornar uma criação de cogumelos. Produz morel durante os últimos dias de primavera.",
	"ChanterelleSeeds_description": "Demoram 22 dias para se tornar uma criação de cogumelos. Produz cantarelos no final do outono.",
	"CommonMushroomSeeds_description": "Demoram 20 dias para se tornar uma criação de cogumelos. Produz cogumelos comuns durante a primavera e o outono,",
	"CrocusSeeds_description": "Plante-as no inverno. Demoram 9 dias para produzir uma flor roxa, com açafrão dentro.",
	"GingerSeeds_description": "Plante-as no verão. Demoram 8 dias para crescer.",
	"HollySeeds_description": "Demoram 12 dias para se tornar um arbusto. Produz azevinho a cada 4 dias no inverno.",
	"BlackberrySeeds_description": "Demoram 14 dias para se tornar um arbusto. Produz amoras durante a temporada, na segunda semana do outono.",
	"BlueberrySeeds_description": "Demoram 12 dias para se tornar um arbusto. Produz mirtilos a cada 4 dias no verão.",
	"GrapeSeeds_description": "Demoram 16 dias para se tornar um arbusto. Produz uvas dia sim, dia não no outono.",
	"CactusFruitSeeds_description": "Plante-as em ambientes fechados ou abertos. Demoram 16 dias para crescer, depois produz frutos a cada 3 dias no verão.",
	"HopsSeeds_description": "Demoram 16 dias para se tornar um arbusto. Produz lúpulos todos os dias durante o verão.",
	"CactusFruitSeeds_description": "Plante-as em ambientes fechados ou abertos. Demoram 16 dias para crescer, depois produz frutos a cada 3 dias no verão.",
	"CoffeeBean_description": "Plante-as para produzir um arbusto de café que produz grãos de café na primavera e no verão. Coloque 5 grãos no barril para fazer café.",
	"Coconut_name": "Coco",
	"Hazelnut_name": "Avelã",
	"CoconutSapling_name": "Muda de Coqueiro",
	"HazelnutSapling_name": "Muda de Aveleira",
	"CoconutSapling_description": "Leva 28 dias para produzir um Coqueiro madura. Dá frutas no verão, ou em todas as estações se for plantada na Ilha Gengibre.",
	"HazelnutSapling_description": "Leva 28 dias para produzir uma Aveleira madura. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios."
}