{
	"BeeBalm_name": "Monarda",
	"BlueMist_name": "Blue Mist",
	"Bluebonnet_name": "Bluebonnet",
	"Buttercup_name": "Hahnenfuß",
	"CalicoRose_name": "Kaktusblume",
	"Camellia_name": "Kamelien",
	"Carnation_name": "Landnelke",
	"Chamomile_name": "Kamille",
	"Chrysanthemum_name": "Chrysantheme",
	"ClarySage_name": "Muskatellersalbei",
	"Clematis_name": "Waldreben",
	"Dahlia_name": "Dahlien",
	"Daisy_name": "Gänseblümchen",
	"FairyDuster_name": "Staubwedel",
	"Freesia_name": "Freesien",
	"Geranium_name": "Storchschnäbel",
	"Honeysuckle_name": "Heckenkirschen",
	"Hyacinth_name": "Hyazinthen",
	"Hydrangea_name": "Hortensien",
	"Iris_name": "Schwertlilie",
	"Larkspur_name": "Feldrittersporne",
	"Lavender_name": "Lavendel",
	"Lilac_name": "Flieder",
	"Lily_name": "Lilie",
	"Lotus_name": "Lotosblume",
	"Lupine_name": "Lupinen",
	"MorningGlory_name": "Prunkwinde",
	"Orchid_name": "Orchidee",
	"Pansy_name": "Stiefmütterchen",
	"Peony_name": "Pfingstrosen",
	"Petunia_name": "Petunien",
	"PinkCat_name": "Pink Cat",
	"PitcherPlant_name": "Kannenpflanze",
	"PurpleConeflower_name": "Purpur-Sonnenhut",
	"Rafflesia_name": "Rafflesien",
	"Rose_name": "Rose",
	"RoseFall_name": "Herbst Rose",
	"RosePrismatic_name": "Prismatische Rose",
	"RoseSpring_name": "Frühlings Rose",
	"RoseSummer_name": "Sommer Rose",
	"RoseWinter_name": "Winter Rose",
	"Violet_name": "Veilchen",
	"Wolfsbane_name": "Eisenhut",
	"BeeBalm_description": "Kleine essbare Blumen, die Bienen, Schmetterlinge und Kolibris anziehen!",
	"BlueMist_description": "Eine bei jungen Frauen beliebte Blume, die ursprünglich aus einem mineralreichen Tal stammt.",
	"Bluebonnet_description": "Eine große, blaue Blume mit einer weißen Spitze. Sie duftet süß, aber nicht zu intensiv.",
	"Buttercup_description": "Gelber Hahnenfuß hat einen warmen Duft. ",
	"CalicoRose_description": "Die essbare Blume einer Kaktuspflanze.",
	"Camellia_description": "Verwandt mit der Teepflanze. Kamelienblüten sind oft Symbole der Zuneigung.",
	"Carnation_description": "Eine Blume, die häufig bei formellen Anlässen und auf Anzügen getragen wird.",
	"Chamomile_description": "Weiße, gänseblümchenartige Blumen mit einem Duft, der an Äpfel oder Ananas erinnert.",
	"Chrysanthemum_description": "Eine nelkenartige, blühende Blume mit einem berauschenden Duft, der an Erde und Kräuter denken lässt.",
	"ClarySage_description": "Schöne lila-rosa Blütenblätter, die einen euphorischen Duft verströmen.",
	"Clematis_description": "Eine seltsame Blume mit tiefvioletten Farbtönen.",
	"Dahlia_description": "Eine buschige Blume, die es in vielen verschiedenen Farben gibt.",
	"Daisy_description": "Eine gewöhnliche Blume mit einem einfachen Geruch. Sie sind bei Kindern sehr beliebt.",
	"FairyDuster_description": "Es heißt, man kann mit ihr Staub entfernen. Eine Pflanze aus fernen, trockenen Ebenen.",
	"Freesia_description": "Eine duftende Blume, die für ihre kaskadenförmigen Knospen bekannt ist.",
	"Geranium_description": "Eine robuste Blume mit einfachen, leuchtenden Blüten.",
	"Honeysuckle_description": "Duftende gelbe Blüten mit einem süßen Aroma im Inneren.",
	"Hyacinth_description": "Eine wunderbar duftende Blume. Irgendetwas an ihrem Geruch schreckt Mäuse und Rehe ab.",
	"Hydrangea_description": "Ein Büschel süß duftender Blumen mit auffälligen Blüten.",
	"Iris_description": "Diese Blume wird in Blumenschmuck verwendet und vermittelt Weisheit oder Hoffnung.",
	"Larkspur_description": "Viele kleine Blumen an einem kräftigen Stiel machen diese Blüte aus.",
	"Lavender_description": "Ein so herrlich duftendes Kraut. So beruhigend und entspannend.",
	"Lilac_description": "Eine sehr duftende Blume, die, nun ja, lilafarben ist.",
	"Lily_description": "Es heißt, dass sie an den Ufern eines großen Flusses in einer weit entfernten Wüste wächst.",
	"Lotus_description": "Der Lotos, der am schönsten blüht, ist der, der aus dem tiefsten Schlamm kommt.",
	"Lupine_description": "Eine große, leuchtende Blume, die es in vielen verschiedenen Farben gibt.",
	"MorningGlory_description": "Sie sind berühmt dafür, dass sie am Morgen blühen, in schwachen Farben und an verschlungenen Ranken wachsen.",
	"Orchid_description": "Eine Blume, die bei Blumenliebhabern berühmt und berüchtigt ist. Sie erfordern eine fortschrittliche Pflege.",
	"Pansy_description": "Eine farbenfrohe Blume, die häufig in der Gartengestaltung verwendet wird.",
	"Peony_description": "Eine beliebte Blume mit lebhaften Farben.",
	"Petunia_description": "Eine Blume, die in der Abenddämmerung ihren schönsten Duft verströmt.",
	"PinkCat_description": "Diese Blume hat einen minzigen Duft.",
	"PitcherPlant_description": "Eine Sumpfpflanze mit einer glockenförmigen Blüte, die Insekten einfängt.",
	"PurpleConeflower_description": "Ein schöner purpurner Sonnenhut, der angenehm süß ist. Er ist auch als Echinacea bekannt.",
	"Rafflesia_description": "Eine übel riechende Blume, die sehr groß wird. Sie ist die größte Blume der Welt.",
	"Rose_description": "Eine Rose mit einem anderen Namen würde genauso gut duften.",
	"RoseFall_description": "Eine Rose mit einem anderen Namen würde genauso gut duften.",
	"RosePrismatic_description": "Eine Rose mit einem anderen Namen würde genauso gut duften.",
	"RoseSpring_description": "Eine Rose mit einem anderen Namen würde genauso gut duften.",
	"RoseSummer_description": "Eine Rose mit einem anderen Namen würde genauso gut duften.",
	"RoseWinter_description": "Eine Rose mit einem anderen Namen würde genauso gut duften.",
	"Violet_description": "Eine kleine violette Blume, die den Schatten bevorzugt.",
	"Wolfsbane_description": "Eine giftige glockenförmige Blume mit tiefvioletter Färbung.",
	"VioletSeeds_name": "Veilchen-Saat",
	"WolfsbaneSeeds_name": "Eisenhut-Saat",
	"RoseSummerSeeds_name": "Sommer Rosen Starter",
	"RoseSeeds_name": "Rosen-Saat",
	"RoseFallSeeds_name": "Herbst Rosen Starter",
	"RosePrismaticSeeds_name": "Prismatische Rosen Starter",
	"RoseSpringSeeds_name": "Frühlings Rosen Starter",
	"RoseWinterSeeds_name": "Winter Rosen Starter",
	"PitcherPlantSeeds_name": "Kannenpflanzen-Saat",
	"PurpleConeflowerSeeds_name": "Purpur-Sonnenhut-Saat",
	"RafflesiaSeeds_name": "Rafflesien Ableger",
	"LarkspurSeeds_name": "Feldrittersporne-Saat",
	"LavenderSeeds_name": "Lavendel-Saat",
	"LilacSeeds_name": "Flieder Setzling",
	"LilySeeds_name": "Lilienzwiebel",
	"LotusSeeds_name": "Lotosblumewurzel",
	"LupineSeeds_name": "Lupinen-Saat",
	"MorningGlorySeeds_name": "Prunkwinde-Starter",
	"OrchidSeeds_name": "Orchideenzwiebel",
	"PansySeeds_name": "Stiefmütterchen-Saat",
	"PeonySeeds_name": "Pfingstrosen-Saat",
	"PetuniaSeeds_name": "Petunien-Saat",
	"PinkCatSeeds_name": "Pink Cat-Saat",
	"CarnationSeeds_name": "Landnelke-Saat",
	"ChamomileSeeds_name": "Kamille-Saat",
	"ChrysanthemumSeeds_name": "Chrysantheme-Saat",
	"ClarySageSeeds_name": "Muskatellersalbei-Saat",
	"ClematisSeeds_name": "Waldreben Starter",
	"DahliaSeeds_name": "Dahlien-Saat",
	"DaisySeeds_name": "Gänseblümchen-Saat",
	"FairyDusterSeeds_name": "Staubwedel-Pod",
	"FreesiaSeeds_name": "Freesienzwiebel",
	"GeraniumSeeds_name": "Storchschnäbel-Saat",
	"HoneysuckleSeeds_name": "Heckenkirschen Starter",
	"HyacinthSeeds_name": "Hyazinthen-Saat",
	"HydrangeaSeeds_name": "Hortensien-Saat",
	"IrisSeeds_name": "Schwertlilienzwiebel",
	"BluebonnetSeeds_name": "Bluebonnet-Saat",
	"ButtercupSeeds_name": "Hahnenfuß-Saat",
	"CalicoRoseSeeds_name": "Calico Kaktus Pflanzer",
	"CamelliaSeeds_name": "Kamelien Setzling",
	"BeeBalmSeeds_name": "Monarda-Saat",
	"BlueMistSeeds_name": "Blue Mist-Saat",
	"VioletSeeds_description": "Pflanze sie im Frühling. Wächst in 6 Tagen zu einer reichhaltigen violetten Blume heran.",
	"WolfsbaneSeeds_description": "Pflanze sie im Sommer. Wächst in 13 Tagen heran.",
	"RoseSummerSeeds_description": "Pflanze sie im Sommer. Wächst in 12 Tagen zu einer wunderschönen Blume heran, die aber danach mehrmals geerntet werden kann. Wächst auf einem Rankgerüst.",
	"RoseSeeds_description": "Pflanze sie im Frühling, Sommer, oder herbst. Wächst in 12 Tagen zu einer wunderschönen Blume heran.",
	"RoseFallSeeds_description": "Pflanze sie im Herbst. Wächst in 12 Tagen zu einer wunderschönen Blume heran, die aber danach mehrmals geerntet werden kann. Wächst auf einem Rankgerüst.",
	"RosePrismaticSeeds_description": "Pflanze sie im Frühling, Sommer oder Herbst. Wächst in 20 Tagen zu einer wunderschönen Blume heran.",
	"RoseSpringSeeds_description": "Pflanze sie im Frühling. Wächst in 12 Tagen zu einer wunderschönen Blume heran, die aber danach mehrmals geerntet werden kann. Wächst auf einem Rankgerüst.",
	"RoseWinterSeeds_description": "Pflanze sie im Winter. Wächst in 12 Tagen zu einer wunderschönen Blume heran, die aber danach mehrmals geerntet werden kann. Wächst auf einem Rankgerüst.",
	"PitcherPlantSeeds_description": "Pflanze sie im Herbst. Wächst in 15 Tagen zu einer glockenförmigen Sumpfblume heran, kann aber danach mehrmals geerntet werden.",
	"PurpleConeflowerSeeds_description": "Pflanze sie im Herbst. Wächst in 9 Tagen zu einer violetten Blume heran.",
	"RafflesiaSeeds_description": "Kann nur drinnen angebaut werden. Es dauert 34 Tage, bis sie zu einer hässlichen Blume heranwächst.",
	"LarkspurSeeds_description": "Pflanze sie im Frühling. Wächst in 9 Tagen zu einem hohen, mit kleinen Blüten bedeckten Stängel heran.",
	"LavenderSeeds_description": "Pflanze sie im Sommer. Wächst in 6 Tagen zu einer zartvioletten Blume heran.",
	"LilacSeeds_description": "Wächst innerhalb von 12 Tagen zu einem Strauch heran. Produziert fliederfarbene Blüten alle 3 Tage im Frühling und Sommer.",
	"LilySeeds_description": "Pflanze sie im Sommer. Wächst in 9 Tagen zu einer großen Lilie heran.",
	"LotusSeeds_description": "Pflanze sie im Sommer. Wächst in 11 Tagen zu einer schönen aquatischen Blume heran.",
	"LupineSeeds_description": "Pflanze sie im Sommer. Wächst in 7 Tagen zu großen, bunten Blumen heran.",
	"MorningGlorySeeds_description": "Pflanze sie im Frühling. Wächst innerhalb von 10 Tagen zur morgendlichen Blüte heran, kann aber danach mehrmals geerntet werden. Wächst auf einem Rankgerüst.",
	"OrchidSeeds_description": "Pflanze sie im Sommer oder Herbst. Wächst in 10 Tagen zu einer begehrten Blume heran.",
	"PansySeeds_description": "Pflanze sie im Frühling. Wächst in 6 Tagen zu einer beliebten Blume heran.",
	"PeonySeeds_description": "Pflanze sie im Frühling. Wächst in 9 Tagen zu einer lebendigen Blume heran.",
	"PetuniaSeeds_description": "Pflanze sie im Sommer. Wächst in 6 Tagen zu einer düsteren Blume heran.",
	"PinkCatSeeds_description": "Pflanze sie im Frühling. Wächst in 5 Tagen zu einer minzrosanen Blume heran.",
	"CarnationSeeds_description": "Pflanze sie im Frühling oder Sommer. Wächst in 7 Tagen zu einer formellen Blume heran.",
	"ChamomileSeeds_description": "Pflanze sie im Frühling. Wächst in 5 Tagen zu einer beruhigenden Blume heran.",
	"ChrysanthemumSeeds_description": "Pflanze sie im Herbst. Wächst in 9 Tagen zu einer rundlichen Blume heran.",
	"ClarySageSeeds_description": "Pflanze sie im Sommer. Wächst in 8 Tagen zu  einer violett-rosa Blume heran.",
	"ClematisSeeds_description": "Pflanze sie im Herbst. Wächst innerhalb von 10 Tagen zu einer tiefvioletten Blume heran ,kann aber danach mehrmals geerntet werden. Wächst auf einem Rankgerüst.",
	"DahliaSeeds_description": "Pflanze sie im Herbst. Wächst in 6 Tagen zu einer prächtigen Blume heran.",
	"DaisySeeds_description": "Pflanze sie im Sommer. Wächst in 4 Tagen zu einer beliebten weißen Blume heran.",
	"FairyDusterSeeds_description": "Pflanze sie im Herbst. Wächst in 7 Tagen zu einer flauschigen, leuchtenden Blume heran.",
	"FreesiaSeeds_description": "Pflanze sie im Herbst. Wächst in 8 Tagen zu einer Blume mit Kaskadenblüten.",
	"GeraniumSeeds_description": "Pflanze sie im Herbst. Wächst in 9 Tagen zu einer roten Blume mit flaumigen Blättern heran.",
	"HoneysuckleSeeds_description": "Pflanze sie im Frühling oder Sommer. Wächst in 16 Tagen zu duftenden Blumen heran, kann aber danach mehrmals geerntet werden. Wächst auf einem Rankgerüst.",
	"HyacinthSeeds_description": "Pflanze sie im Frühling. Wächst in 7 Tagen zu einer farbenprächtigen Blume heran.",
	"HydrangeaSeeds_description": "Pflanze sie im Sommer. Wächst 10 Tage lang zu einer prächtigen Blume heran.",
	"IrisSeeds_description": "Pflanze sie im Herbst. Wächst in 10 Tagen zu einer wirklich einzigartigen Blume heran.",
	"BluebonnetSeeds_description": "Pflanze sie im Frühling. Wächst in 7 Tagen zu einer blauen Lupine heran.",
	"ButtercupSeeds_description": "Pflanze sie im Sommer. Wächst in 6 Tagen zu einer Blume mit taufeuchtem Nektar heran.",
	"CalicoRoseSeeds_description": "Kann drinnen oder draußen gepflanzt werden. Wächst innerhalb von 20 Tagen heran und bildet dann im Sommer alle 5 Tage Kaktusblüten.",
	"CamelliaSeeds_description": "Wächst innerhalb von 12 Tagen zu einem Strauch heran. Produziert Kamelienblüten alle 3 Tage im Frühling.",
	"BeeBalmSeeds_description": "Pflanze sie im Herbst. Wächst in 8 Tagen zu einer attraktiven Blume heran.",
	"BlueMistSeeds_description": "Pflanze sie im Sommer. Wächst in 7 Tagen zu einer blauen sternförmigen Blume heran.",
	"Hibiscus_name": "Hibiscus",
	"Jasmine_name": "Jasmin",
	"Magnolia_name": "Magnolien",
	"Wisteria_name": "Wisteria",
	"YlangYlang_name": "Ylang Ylang",
	"Hibiscus_description": "Eine leuchtend rote Blume, die am besten in einem tropischen Klima wächst. Sie duftet sehr süß.",
	"Jasmine_description": "Dies sind süße, stark duftende Blumen.",
	"Magnolia_description": "Eine elegante Blume, die an einem schattigen Baum wächst.",
	"Wisteria_description": "Eine besonders duftende Gruppe violetter Blumen.",
	"YlangYlang_description": "Eine in der Parfümerie und Aromatherapie sehr geschätzte Blume.",
	"HibiscusSapling_name": "Hibiscus Setzling",
	"JasmineSapling_name": "Jasmin Setzling",
	"MagnoliaSapling_name": "Magnolien Setzling",
	"WisteriaSapling_name": "Wisteria Setzling",
	"YlangYlangSapling_name": "Ylang Ylang Setzling",
	"HibiscusSapling_description": "Es dauert 28 Tage, bis ein Hibiskusbaum heranwächst. Blüht im Sommer. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"JasmineSapling_description": "Es dauert 28 Tage, bis ein Jasminbaum heranwächst. Blüht im Herbst. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"MagnoliaSapling_description": "s dauert 28 Tage, bis ein Magnolienbaum heranwächst. Blüht im Frühling. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind..",
	"WisteriaSapling_description": "Es dauert 28 Tage, bis ein Wisteria-Baum heran wächst. Blüht im Frühjahr. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"YlangYlangSapling_description": "Es dauert 28 Tage, bis ein Ylang Ylang-Baum heranwächst. Blüht im Sommer. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"config.Enable Extended Flowers Pack.name": "Erweitertes Blumenpaket aktivieren",
	"config.Enable Extended Flowers Pack.description": "(Empfohlen) Fügt eine große Auswahl von mehr als 30 Blumen und blühenden Bäumen zusätzlich zum Hauptpaket hinzu. ",
	"config.Rose Color Explosion.description": "Farbexplosion der Rose",
	"config.Rose Color Explosion.description": "Gibt jeder der saisonalen Rosen vier verschiedene Farben, die dann geerntet werden können. (Extra-Rosen sind von den Perfektionsanforderungen ausgenommen.)",
	"config.SVE Compat Patch.name": "SVE-Kompatibilitätspatch"
}