{
	//Crop produce
  "BlueMist_name": "Kabut Biru",
  "BlueMist_description": "Bunga populer yang berasal dari lembah yang kaya mineral.",
  "Chrysanthemum_name": "Krisan",
  "Chrysanthemum_description": "Sebuah bunga penuh seperti karnasi dengan aroma yang membuat orang teringat akan tanah dan herba.",
  "Iris_name": "Iris",
  "Iris_description": "Digunakan dalam rangkaian bunga, bunga ini memberikan kebijaksanaan atau harapan.",
  "Lily_name": "Lily",
  "Lily_description": "Dikatakan tumbuh di tepi sungai besar di sebuah padang pasir yang jauh.",
  "Lotus_name": "Lotus",
  "Lotus_description": "Teratai yang mekar paling indah adalah yang mekar dari lumpur terdalam.",
  "MorningGlory_name": "Morning Glory",
  "MorningGlory_description": "Terkenal karena mekar di pagi hari, mereka datang dalam warna-warna yang samar dan tumbuh di tanaman menjalar yang kusut.",
  "Orchid_name": "Anggrek",
  "Orchid_description": "Sebuah bunga terkenal dan terkenal di kalangan pemelihara bunga. Mereka memerlukan perawatan lanjutan.",
  "Pansy_name": "Pansy",
  "Pansy_description": "Sebuah bunga berwarna-warni yang sering digunakan dalam penataan lanskap.",
  "PinkCat_name": "Pink Cat",
  "PinkCat_description": "Bunga ini memiliki aroma minty.",
  "Rose_name": "Mawar",
  "Rose_description": "Mawar dengan nama lain akan berbau semanis mawar juga.",
  
  "BeeBalm_name": "Bee Balm",
  "BeeBalm_description": "Bunga kecil yang bisa dimakan yang menarik lebah, kupu-kupu, dan burung kolibri!",
  "Bluebonnet_name": "Bluebonnet",
  "Bluebonnet_description": "Bunga lupin biru tinggi dengan ujung putih. Memiliki aroma manis, namun tidak terlalu kuat.",
  "Buttercup_name": "Buttercup",
  "Buttercup_description": "Buttercup kuning memiliki aroma hangat.",
  "CalicoRose_name": "Calico Rose",
  "CalicoRose_description": "Bunga yang bisa dimakan dari tanaman kaktus.",
  "Camellia_name": "Kamelia",
  "Camellia_description": "Terkait dengan tanaman teh. Bunga-bunga kamelia seringkali merupakan simbol kasih sayang.",
  "Carnation_name": "Krisan",
  "Carnation_description": "Sebuah bunga yang sering digunakan untuk acara formal dan dipakai di jas.",
  "Chamomile_name": "Chamomile",
  "Chamomile_description": "Bunga-bunga putih seperti daisy dengan aroma yang mengingatkan pada apel atau nanas.",
  "ClarySage_name": "Clary Sage",
  "ClarySage_description": "Inflorescence ungu-merah muda yang indah yang menghasilkan aroma euforia.",
  "Clematis_name": "Clematis",
  "Clematis_description": "Sebuah bunga aneh dengan warna ungu tua.",
  "Dahlia_name": "Dahlia",
  "Dahlia_description": "Sebuah bunga yang rimbun yang datang dalam berbagai warna pelangi.",
  "Daisy_name": "Bunga Daisy",
  "Daisy_description": "Sebuah bunga umum dengan aroma yang sederhana. Mereka populer di kalangan anak-anak.",
  "FairyDuster_name": "Penyapu Peri",
  "FairyDuster_description": "Konon katanya terlihat seperti rok peri. Tanaman dari padang gurun yang jauh.",
  "Freesia_name": "Freesia",
  "Freesia_description": "Sebuah bunga wangi yang dikenal karena bunganya yang mengalir.",
  "Geranium_name": "Geranium",
  "Geranium_description": "Sebuah bunga yang kokoh dengan bunga yang sederhana dan cerah.",
  "Honeysuckle_name": "Honeysuckle",
  "Honeysuckle_description": "Bunga kuning wangi dengan embun manis di dalamnya.",
  "Hyacinth_name": "Hyacinth",
  "Hyacinth_description": "Sebuah bunga yang harum. Ada sesuatu tentang aromanya yang membuat tikus dan rusa menjauh.",
  "Hydrangea_name": "Hydrangea",
  "Hydrangea_description": "Sebuah kelompok bunga yang wangi dengan bunga yang mencolok.",
  "Larkspur_name": "Larkspur",
  "Larkspur_description": "Banyak bunga kecil di sekitar batang yang kokoh membentuk bunga ini.",
  "Lavender_name": "Lavender",
  "Lavender_description": "Herba yang harum begitu menyenangkan. Sangat menenangkan dan relaksasi.",
  "Lilac_name": "Lilac",
  "Lilac_description": "Sebuah bunga yang sangat harum yang berwarna lilac.",
  "Lupine_name": "Lupin",
  "Lupine_description": "Bunga tinggi yang cerah dengan berbagai macam warna.",
  "Peony_name": "Peony",
  "Peony_description": "Bunga populer dengan warna yang hidup.",
  "Petunia_name": "Petunia",
  "Petunia_description": "Bunga yang mengeluarkan aroma terbaiknya saat senja.",
  "PitcherPlant_name": "Tumbuhan Laba-laba",
  "PitcherPlant_description": "Tumbuhan yang tinggal di rawa dengan bunga berbentuk lonceng yang menjebak serangga.",
  "PurpleConeflower_name": "Bunga Echinacea Ungu",
  "PurpleConeflower_description": "Bunga Echinacea ungu yang menarik dan menyenangkan. Juga dikenal sebagai echinacea.",
  "Rafflesia_name": "Rafflesia",
  "Rafflesia_description": "Bunga yang berbau busuk yang tumbuh menjadi besar. Ini adalah bunga terbesar di dunia.",
  "RosePrismatic_name": "Mawar Prisma",
  "RosePrismatic_description": "Sebuah mawar dengan nama lain akan tetap sama harumnya.",
  "RoseSpring_name": "Mawar Musim Semi",
  "RoseSpring_description": "Sebuah mawar dengan nama lain akan tetap sama harumnya.",
  "RoseSummer_name": "Mawar Musim Panas",
  "RoseSummer_description": "Sebuah mawar dengan nama lain akan tetap sama harumnya.",
  "RoseFall_name": "Mawar Musim Gugur",
  "RoseFall_description": "Sebuah mawar dengan nama lain akan tetap sama harumnya.",
  "RoseWinter_name": "Mawar Musim Dingin",
  "RoseWinter_description": "Sebuah mawar dengan nama lain akan tetap sama harumnya.",
  "Violet_name": "Violet",
  "Violet_description": "Sebuah bunga ungu kecil yang menyukai naungan.",
  "Wolfsbane_name": "Wolfsbane",
  "Wolfsbane_description": "Sebuah bunga berbentuk lonceng beracun dengan warna ungu tua.",
  
  //Crop seeds
  "BlueMistSeeds_name": "Benih Blue Mist",
  "BlueMistSeeds_description": "Tanam di musim panas. Memakan waktu 7 hari untuk menghasilkan bunga berbentuk bintang biru.",
  "ChrysanthemumSeeds_name": "Benih Chrysanthemum",
  "ChrysanthemumSeeds_description": "Tanam di musim gugur. Memakan waktu 9 hari untuk menghasilkan bunga berbentuk bulat.",
  "IrisSeeds_name": "Benih Iris",
  "IrisSeeds_description": "Tanam di musim gugur. Memakan waktu 10 hari untuk menghasilkan bunga yang benar-benar unik.",
  "LilySeeds_name": "Benih Lily",
  "LilySeeds_description": "Tanam di musim panas. Memakan waktu 9 hari untuk menghasilkan lily yang megah.",
  "LotusSeeds_name": "Benih Lotus",
  "LotusSeeds_description": "Tanam di musim panas. Memakan waktu 11 hari untuk menghasilkan bunga air yang indah.",
  "MorningGlorySeeds_name": "Benih Morning Glory",
  "MorningGlorySeeds_description": "Tanam di musim semi. Memakan waktu 10 hari untuk menghasilkan bunga yang mekar di pagi hari, dan terus menghasilkan setelah panen pertama. Tumbuh di sebuah trellis.",
  "OrchidSeeds_name": "Benih Orchid",
  "OrchidSeeds_description": "Tanam di musim panas atau musim gugur. Memakan waktu 10 hari untuk menghasilkan bunga yang sangat diinginkan.",
  "PansySeeds_name": "Benih Pansy",
  "PansySeeds_description": "Tanam di musim semi. Memakan waktu 6 hari untuk menghasilkan bunga populer.",
  "PinkCatSeeds_name": "Benih Pink Cat",
  "PinkCatSeeds_description": "Tanam di musim semi. Memakan waktu 5 hari untuk menghasilkan bunga berwarna merah muda beraroma mint.",
  "RoseSeeds_name": "Benih Rose",
  "RoseSeeds_description": "Tanam di musim semi, musim panas, atau musim gugur. Memakan waktu 12 hari untuk menghasilkan bunga yang terkenal indah.",
  
  "BeeBalmSeeds_name": "Benih Bee Balm",
  "BeeBalmSeeds_description": "Tanam di musim gugur. Memakan waktu 8 hari untuk menghasilkan bunga yang menarik.",
  "BluebonnetSeeds_name": "Benih Bluebonnet",
  "BluebonnetSeeds_description": "Tanam di musim semi. Memakan waktu 7 hari untuk menghasilkan bunga lupin biru.",
  "ButtercupSeeds_name": "Benih Buttercup",
  "ButtercupSeeds_description": "Tanam di musim panas. Memakan waktu 6 hari untuk menghasilkan bunga dengan nektar berembun di dalamnya.",
  "CalicoRoseSeeds_name": "Tanaman Calico Cactus",
  "CalicoRoseSeeds_description": "Tanam di dalam ruangan atau di luar. Memakan waktu 20 hari untuk matang, dan kemudian menghasilkan bunga kaktus setiap 5 hari di musim panas.",
  "CamelliaSeeds_name": "Benih Camellia",
  "CamelliaSeeds_description": "Memakan waktu 12 hari untuk tumbuh menjadi semak. Menghasilkan bunga camellia setiap 3 hari di musim semi.",
  "CarnationSeeds_name": "Benih Carnation",
  "CarnationSeeds_description": "Tanam di musim semi atau musim panas. Memakan waktu 7 hari untuk menghasilkan bunga yang formal.",
  "ChamomileSeeds_name": "Benih Chamomile",
  "ChamomileSeeds_description": "Tanam di musim semi. Memakan waktu 5 hari untuk menghasilkan bunga yang menenangkan.",
  "ClarySageSeeds_name": "Benih Clary Sage",
  "ClarySageSeeds_description": "Tanam di musim panas. Memakan waktu 8 hari untuk menghasilkan bunga ungu-pink.",
  "ClematisSeeds_name": "Benih Clematis",
  "ClematisSeeds_description": "Tanam di musim gugur. Memakan waktu 10 hari untuk menghasilkan bunga ungu tua, dan terus menghasilkan setelah panen pertama. Tumbuh di atas trellis.",
  "DahliaSeeds_name": "Benih Dahlia",
  "DahliaSeeds_description": "Tanam di musim gugur. Memakan waktu 6 hari untuk menghasilkan bunga yang berwarna-warni.",
  "DaisySeeds_name": "Benih Daisy",
  "DaisySeeds_description": "Tanam di musim panas. Memakan waktu 4 hari untuk menghasilkan bunga putih yang populer.",
  "FairyDusterSeeds_name": "Benih Fairy Duster",
  "FairyDusterSeeds_description": "Tanam di musim gugur. Memakan waktu 7 hari untuk menghasilkan bunga berbulu yang cerah.",
  "FreesiaSeeds_name": "Benih Freesia",
  "FreesiaSeeds_description": "Tanam di musim gugur. Memakan waktu 8 hari untuk menghasilkan bunga yang terdiri dari bunga-bunga bertumpuk.",
  "GeraniumSeeds_name": "Benih Geranium",
  "GeraniumSeeds_description": "Tanam di musim gugur. Memakan waktu 9 hari untuk menghasilkan bunga merah dengan daun berbulu.",
  "HoneysuckleSeeds_name": "Benih Honeysuckle",
  "HoneysuckleSeeds_description": "Tanam di musim semi atau musim panas. Memakan waktu 16 hari untuk menghasilkan bunga yang harum, dan terus menghasilkan setelah panen pertama. Tumbuh di atas trellis.",
  "HyacinthSeeds_name": "Benih Hyacinth",
  "HyacinthSeeds_description": "Tanam di musim semi. Memakan waktu 7 hari untuk menghasilkan bunga yang berwarna-warni.",
  "HydrangeaSeeds_name": "Benih Hydrangea",
  "HydrangeaSeeds_description": "Tanam di musim panas. Memakan waktu 10 hari untuk menghasilkan bunga yang mencolok.",
  "LarkspurSeeds_name": "Benih Larkspur",
  "LarkspurSeeds_description": "Tanam di musim semi. Memakan waktu 9 hari untuk menghasilkan batang tinggi yang ditutupi oleh bunga-bunga kecil.",
  "LavenderSeeds_name": "Benih Lavender",
  "LavenderSeeds_description": "Tanam di musim panas. Memakan waktu 6 hari untuk menghasilkan bunga ungu lembut.",
  "LilacSeeds_name": "Benih Lilac",
  "LilacSeeds_description": "Memakan waktu 12 hari untuk menjadi semak. Menghasilkan bunga lilac setiap 3 hari pada musim semi dan musim panas.",
  "LupineSeeds_name": "Benih Lupine",
  "LupineSeeds_description": "Tanam di musim panas. Memakan waktu 7 hari untuk menghasilkan bunga tinggi berwarna-warni.",
  "PeonySeeds_name": "Benih Peony",
  "PeonySeeds_description": "Tanam di musim semi. Memakan waktu 9 hari untuk menghasilkan bunga yang hidup.",
  "PetuniaSeeds_name": "Benih Petunia",
  "PetuniaSeeds_description": "Tanam di musim panas. Memakan waktu 6 hari untuk menghasilkan bunga yang berwarna gelap.",
  "PitcherPlantSeeds_name": "Akar Pitcher Plant",
  "PitcherPlantSeeds_description": "Tanam di musim gugur. Memakan waktu 15 hari untuk menghasilkan bunga rawa berbentuk lonceng, tetapi terus menghasilkan setelah itu. Tumbuh lebih cepat di dekat air.",
  "PurpleConeflowerSeeds_name": "Benih Purple Coneflower",
  "PurpleConeflowerSeeds_description": "Tanam di musim gugur. Memakan waktu 9 hari untuk menghasilkan bunga ungu.",
  "RafflesiaSeeds_name": "Potongan Rafflesia",
  "RafflesiaSeeds_description": "Memerlukan iklim yang lembap untuk tumbuh. Memakan waktu 34 hari untuk mekar menjadi bunga yang menjijikkan, dengan kemungkinan besar tumbuh sangat besar.",
  "RosePrismaticSeeds_name": "Benih Mawar Prisma",
  "RosePrismaticSeeds_description": "Tanam di musim semi, musim panas, atau musim gugur. Memakan waktu 20 hari untuk menghasilkan bunga yang terkenal indah.",
  "RoseSpringSeeds_name": "Benih Mawar Musim Semi",
  "RoseSpringSeeds_description": "Tanam di musim semi. Memakan waktu 12 hari untuk menghasilkan bunga yang terkenal indah, dan terus menghasilkan setelah panen pertama. Tumbuh pada trellis.",
  "RoseSummerSeeds_name": "Benih Mawar Musim Panas",
  "RoseSummerSeeds_description": "Tanam di musim panas. Memakan waktu 12 hari untuk menghasilkan bunga yang terkenal indah, dan terus menghasilkan setelah panen pertama. Tumbuh pada trellis.",
  "RoseFallSeeds_name": "Benih Mawar Musim Gugur",
  "RoseFallSeeds_description": "Tanam di musim gugur. Memakan waktu 12 hari untuk menghasilkan bunga yang terkenal indah, dan terus menghasilkan setelah panen pertama. Tumbuh pada trellis.",
  "RoseWinterSeeds_name": "Benih Mawar Musim Dingin",
  "RoseWinterSeeds_description": "Tanam di musim dingin. Memakan waktu 12 hari untuk menghasilkan bunga yang terkenal indah, dan terus menghasilkan setelah panen pertama. Tumbuh pada trellis.",
  "VioletSeeds_name": "Benih Violet",
  "VioletSeeds_description": "Tanam di musim semi. Memakan waktu 6 hari untuk menghasilkan bunga ungu tua.",
  "WolfsbaneSeeds_name": "Benih Wolfsbane",
  "WolfsbaneSeeds_description": "Tanam ini di musim panas. Memakan waktu 13 hari untuk matang.",
  
  //Tree produce
  "Hibiscus_name": "Bunga Raya",
  "Hibiscus_description": "Sebuah bunga merah terang yang tumbuh paling baik di iklim tropis. Bauannya sangat manis.",
  "Jasmine_name": "Melati",
  "Jasmine_description": "Bunga-bunga ini manis dan sangat harum.",
  "Magnolia_name": "Magnolia",
  "Magnolia_description": "Sebuah bunga elegan yang tumbuh di pohon yang rindang.",
  "Wisteria_name": "Wisteria",
  "Wisteria_description": "Sebuah kelompok bunga ungu yang sangat harum.",
  "YlangYlang_name": "Kenanga",
  "YlangYlang_description": "Sebuah bunga yang sangat dihargai dalam parfum dan aromaterapi.",
  
  //Tree saplings
  "HibiscusSapling_name": "Biji Bunga Raya",
  "HibiscusSapling_description": "Membutuhkan 28 hari untuk menghasilkan pohon Bunga Raya dewasa. Berkembang biak di musim panas. Hanya tumbuh jika 8 \"tile\" di sekitarnya kosong.",
  "JasmineSapling_name": "Biji Melati",
  "JasmineSapling_description": "Membutuhkan 28 hari untuk menghasilkan pohon Melati dewasa. Berkembang biak di musim gugur. Hanya tumbuh jika 8 \"tile\" di sekitarnya kosong.",
  "MagnoliaSapling_name": "Biji Magnolia",
  "MagnoliaSapling_description": "Membutuhkan 28 hari untuk menghasilkan pohon Magnolia dewasa. Berkembang biak di musim semi. Hanya tumbuh jika 8 \"tile\" di sekitarnya kosong.",
  "WisteriaSapling_name": "Biji Wisteria",
  "WisteriaSapling_description": "Membutuhkan 28 hari untuk menghasilkan pohon Wisteria dewasa. Berkembang biak di musim semi. Hanya tumbuh jika 8 \"tile\" di sekitarnya kosong.",
  "YlangYlangSapling_name": "Biji Kenanga",
  "YlangYlangSapling_description": "Membutuhkan 28 hari untuk menghasilkan pohon Kenanga dewasa. Berkembang biak di musim panas. Hanya tumbuh jika 8 \"tile\" di sekitarnya kosong.",
  
  //Furniture
  "HousePlant_name": "Tanaman Hias",
  
  "SVERafflesiaPatch_name": "Rafflesia Ferngill",
  "CornucopiaRafflesiaPatch_name": "Rafflesia Permata"
}