{
	"Changes": [
		// add letters
		{
			"Action": "EditData",
			"Target": "Data/Mail",
			"Entries": {
				"Cornucopia_NewArtisanMachines": "Dear @,^I wanted to let you know that I've recently acquired some new artisan machines for sale at the Saloon. I know you've been a loyal customer of the Saloon, and I wanted to make sure you were among the first to know about these new additions. I hope you'll stop by soon to check them out.^-Gus[#]New Artisan Machines Available",
				"Cornucopia_SoapPress": "Hello @,^ I wanted to let you know that we just received plans for a new soap press at the shop! They're perfect for making your own soap at home and creating unique designs. If you've never made your own soap before, it's a fun and rewarding hobby that you might enjoy.^-Marnie[#]Soap Press for Sale",
				"Cornucopia_IceCreamMakers": "@,^I know you've always been interested in creating new food items and I think the plans for these machines will help you do just that. It's for two different kinds of ice cream makers! You can use it to create all sorts of delicious frozen treats, like ice cream or sorbet. I'm excited to see what kinds of creations you'll come up with using this machine. Might I suggest strawberry?^-Demetrius%item craftingRecipe Cornucopia_IceCreamMachine%%%item craftingRecipe Cornucopia_SorbetMachine%%[#]Ice Cream and Sorbet Maker Crafting Plans",
				"Cornucopia_FermentingJar": "Hey there, @,^ I wanted to send you the plans for something that I think will come in handy on the farm. It's a fermenting jar! I know it might seem a little strange, but I learned how to do this during my time in the military. We had to find ways to preserve food for long periods of time, and fermenting was one of the methods we used. It's a great way to use up excess produce from your garden and ensure that you have food stored for the winter months.^-Kent%item craftingRecipe Cornucopia_FermentingJar%%[#]Fermenting Jar Crafting Plans"
			}
		},
		// add events
		{
			"Action": "EditData",
			"Target": "Data/Events/Farm",
			"Entries": {
				"Cornucopia_SendNewArtisanMachines/dayofweek monday/season spring/year 2/sendmail NewArtisanMachines": "null",
				"Cornucopia_SendSoapPress/dayofweek monday/season summer/year 2/sendmail SoapPress": "null",
				"Cornucopia_SendIceCreamMakers/dayofweek sunday/season spring/year 2/sendmail IceCreamMakers": "null",
				"Cornucopia_SendFermentingJar/dayofweek wednesday/season fall/year 2/sendmail FermentingJar": "null"
			}
		}
	]
}